/* Feedback description, presented when Hype is relaunched after a crash */
"Crash reports submitted from this form will reach the developers and help improve the stability of Hype." = "このフォームを使って提出されたクラッシュレポートは開発者に届けられ、Hype の安定性を強化するための資料として利用されます。";

/* Feedback example, presented when the user chooses to report an issue with Hype */
"Ex: “After multiple undos, Hype cannot insert new images”" = "例：「取り消しを複数回行った後、新しい画像を挿入できなくなくなりました」";

/* Feedback description, presented when Hype is relaunched after force quitting it because of a hang */
"Hang reports submitted from this form will reach the developers and help improve the stability of Hype." = "このフォームを使って提出されたハングレポートは開発者に届けられ、Hype の安定性を強化するための資料として利用されます。";

/* Feedback header text, presented when Hype is relaunched after a crash */
"Hype crashed unexpectedly." = "Hype が突然クラッシュしました。";

/* Feedback header text, presented when Hype is relaunched after force quitting it because of a hang */
"Hype was quit while unresponsive." = "Hype が応答せず、終了しました。";

/* Feedback elaboration example, presented when the user chooses to provide a feedback regarding Hype */
"Let us know what you think of Hype, and what we can do to make it an even better application for creating HTML5 content." = "Hype に関するご意見・ご感想、また HTML5 コンテンツの作成に関するアプリケーションへの要望などをお知らせください。";

/* Feedback elaboration text, presented when the user chooses to report an issue with Hype */
"Please elaborate (with steps to reproduce, if appropriate):" = "できるだけ詳しく説明してください（再現するための手順など）。";

/* Feedback elaboration text, presented when the user chooses to provide a feedback regarding Hype */
"Please elaborate:" = "できるだけ詳しく説明してください：";

/* Feedback example, presented when the user chooses to provide a feedback regarding Hype */
"Please give a concise summary of your feedback." = "フィードバックを簡潔にまとめてください。";

/* Feedback elaboration example, presented when Hype is relaunched after a crash */
"Please include as much detail as possible.

Ex: “I had two documents open.  Just before the crash, I was modifying the animation properties of a movie.  When I adjusted the rotation, Hype crashed.”" = "できるだけ詳しく説明してください。

例：「2 つの書類を開いていました。クラッシュする直前には、ムービーのアニメーションプロパティに変更を加えていました。そして回転を調整したとき、Hype がクラッシュしました。」";

/* Feedback elaboration example, presented when Hype is relaunched after force quitting it because of a hang */
"Please include as much detail as possible.

Ex: “I had two documents open.  Just before the spinning beachball, I was modifying the animation properties of a movie.  When I adjusted the rotation, Hype stopped responding.”" = "できるだけ詳しく説明してください。

例：「2 つの書類を開いていました。ビーチボールが回転しだす直前には、ムービーのアニメーションプロパティに変更を加えていました。そして回転を調整したとき、Hype が応答しなくなりました。」";

/* Feedback elaboration example, presented when the user chooses to report an issue with Hype */
"Please include as much detail as possible.

Ex: “I noticed that Hype wouldn’t let me drag images into the canvas anymore.  Here’s how I can reproduce:

1. Make lots of modifications to a document, like adding images
2. Undo several of them and redo a few more
3. Try to drag images from the desktop onto the current scene
Hype beeps at me whenever I try to do this.”" = "できるだけ詳しく説明してください。

例：「画像をキャンバス内にドラッグできなくなったことに気が付きました。再現方法は以下のとおりです。

1.画像の追加など、書類に多数の変更を加えます。
2.それらの変更のいくつかを取り消し、いくつかをやり直します。
3.デスクトップから現在のシーンに画像をドラッグしてみます。
この操作を行うたびにビープ音が鳴ります。」";

/* Feedback description, presented when the user chooses to provide a feedback regarding Hype */
"Reports sent from this form will directly reach the developers.  Many great ideas have been implemented due to the suggestion from users." = "このフォームを使って送られたレポートは直接開発者に届けられます。これまでにもユーザーの皆様からいただいた提案を基に、多くの優れたアイデアが実装されました。";

/* Feedback description, presented when the user chooses to report an issue with Hype */
"Reports sent from this form will reach the developers and directly lead to improvements in the product." = "このフォームを使って送られたレポートは開発者に届けられ、製品を向上させるための資料として利用されます。";

/* Feedback submission button text, presented when Hype is relaunched after a crash */
"Submit Crash Log" = "クラッシュログを送信";

/* Feedback submission button text, presented when the user chooses to provide a feedback regarding Hype */
"Submit Feedback" = "フィードバックを送信";

/* Feedback submission button text, presented when Hype is relaunched after force quitting it because of a hang */
"Submit Hang Log" = "ハングログを送信";

/* Feedback submission button text, presented when the user chooses to report an issue with Hype */
"Submit Issue" = "問題を送信";

/* Feedback submission progress text, presented when Hype is relaunched after a crash */
"Submitting Crash…" = "クラッシュログを送信中…";

/* Feedback submission progress text, presented when the user chooses to provide a feedback regarding Hype */
"Submitting Feedback…" = "フィードバックを送信中…";

/* Feedback submission progress text, presented when Hype is relaunched after force quitting it because of a hang */
"Submitting Hang…" = "ハングログを送信中…";

/* Feedback submission progress text, presented when the user chooses to report an issue with Hype */
"Submitting Issue…" = "問題を送信中…";

/* Feedback question asked of the user, presented when Hype is relaunched after a crash or after force quitting it because of a hang */
"Summary:" = "要約：";

/* Feedback header text, presented when the user chooses to provide a feedback regarding Hype */
"We’d like to hear your feedback." = "お客様からの声をお待ちしております。";

/* Feedback header text, presented when the user chooses to report an issue with Hype */
"We’re sorry that you’ve encountered an issue with Hype." = "大変申し訳ございません。";

/* Feedback question asked of the user, presented when the user chooses to provide a feedback regarding Hype */
"What is your question, comment, or request?" = "ご質問・ご意見、またはご要望を記入してください。";

/* Feedback question asked of the user, presented when the user chooses to report an issue with Hype */
"What was your problem?" = "問題を記入してください。";

/* Feedback elaboration text, presented when Hype is relaunched after force quitting it because of a hang */
"What were you doing just before Hype became unresponsive?" = "Hype が応答しなくなる直前に行っていた操作を記述してください。";

/* Feedback elaboration text, presented when Hype is relaunched after a crash */
"What were you doing just before the crash?" = "クラッシュ直前に行っていた操作を記述してください。";

